Repository: kkarpieszuk/pisztu
Catalog: pwdomain-*.po
Languages: pl_pl

source: Premium Post plugin settings
pl_pl: Ustawienia wtyczki Premium Post

source: Settings of form page
pl_pl: Ustawienia strony formularza

source: Terms and conditions
pl_pl: Regulamin

source: Settings relative to price
pl_pl: Ustawienia związane z ceną

source: Base price for publish
pl_pl: Podstawowa cena publikacji

source: Price for links in text
pl_pl: Cena za odnośniki w treści

source: Price for additional categories
pl_pl: Cena za dodatkowe kategorie

source: Other important settings
pl_pl: Inne ważne ustawienia

source: Add article as post type
pl_pl: Dodaj artykuł jako typ wpisu

source: Publisher can connect his post with taxonomy
pl_pl: Publikujący może dodać swojemu wpisowi taksonomię

source: After payment change post status to
pl_pl: Po zapłacie zmień status wpisu na

source: Send remind to author
pl_pl: Wyślij przypomnienie autorowi

source: Payment service
pl_pl: Pośrednik płatności

source: ID in transferuj.pl service
pl_pl: Identyfikator w systemie transferuj.pl

source: PLN for
pl_pl: PLN za

source: days
pl_pl: dni

source: PLN for every single link (type 0 if free)
pl_pl: PLN za każdy odnośnik (wpisz 0 jeśli darmowe)

source: PLN for every additional category (type 0 if free, first category is always free
pl_pl: PLN za każdą dodatkową kategorię (wpisz 0 jeśli darmowe, pierwsza kategoria jest zawsze darmowa)

source: days before article expiration date
pl_pl: dni przed terminem zakończenia publikacji

source: Post title is empty <br>
pl_pl: Tytuł wpisu jest pusty<br>

source: Post content is empty<br>
pl_pl: Treść wpisu jest pusta<br>

source: Error when tried to save post draft, please try again<br>
pl_pl: Błąd podczas próby zapisania szkicu wpisu, spróbuj jeszcze raz<br>

source: Error with email address<br>
pl_pl: Błąd w adresie email<br>

source: You have to accept terms<br>
pl_pl: Musisz zaakceptować regulamin<br>

source: Main category
pl_pl: Kategoria główna

source: Second category
pl_pl: Druga kategoria

source: (Additional payment
pl_pl: (Dodatkowa opłata

source: none
pl_pl: brak

source: Post title
pl_pl: Tytuł wpisu

source: Content
pl_pl: Treść

source: Letters
pl_pl: Znaków

source: Links
pl_pl: Odnośników

source: Price per link
pl_pl: Cena za odnośnik

source: Total price:
pl_pl: Do zapłaty:

source: PLN. Publication for
pl_pl: PLN. Publikacja na

source: Go to payment
pl_pl: Przejdź do płatności

source: Your post will be removed soon
pl_pl: Twój wpis zostanie niedługo usunięty

source: Hello,
pl_pl: Witaj,

source: Soon your post
pl_pl: Niedługo Twój wpis

source: will be removed
pl_pl: zostanie usunięty

source: Do you want to extend publication?
pl_pl: Chcesz przedłużyć publikację?

source: Go to page
pl_pl: Przejdź na stronę

source: and add it again
pl_pl: i dodaj wpis ponownie

source: Your post has beeen removed
pl_pl: Twój wpis został usunięty

source: Your post
pl_pl: Twój wpis

source: is removed.
pl_pl: został usunięty

source: This is content of your post:
pl_pl: Oto treść Twojego wpisu:

source: (End)
pl_pl: (Koniec)

source: Thanks for publishing!
pl_pl: Dziękujemy za publikację!

source: Page for publish form
pl_pl: Strona z formularzem publikacji

source: Type -1 if you do not want to send it
pl_pl: Wpisz -1 jeśli nie chcesz wysyłać maila

source: Thank you for your payment. When payment service will send us transaction status and everything is ok according to our terms and conditions, your post will be published soon. You will be informed about this by email
pl_pl: Dziękujemy za zapłatę. Gdy serwis transakcyjny odeśle nam informację o wpłacie i wpis będzie zgodny z naszym regulaminem, wkrótce zostanie opublikowany. Poinformujemy Cię o tym emailem.

source: (Click to close)
pl_pl: (Kliknij aby zamknąć)

source: Payment accepted. Post status changed.
pl_pl: Płatność zaakceptowana. Status wpisu został zmieniony.

source: Payment service got money, thank you. The new post status is
pl_pl: Pośrednik płatności otrzymał wpłatę, dziękujemy. Nowy status wpisu to

source: Your post is online!
pl_pl: Twój wpis jest już w sieci!

source: Your post is published. You can see it here:
pl_pl: Twój wpis został opublikowany. Możesz go zobaczyć tutaj:

source: I accept
pl_pl: Akceptuję

source: terms and conditions
pl_pl: regulamin

source: Choose page where you want to attach post publishing form. If you do not have this page, first you should create it. Tip: form will be attached to the end of the content of this page, so you can write any information about rules of publishing etc. as regular content of this page.
pl_pl: Wybierz stronę, do której chcesz dodać formularz publikowania wpisu. Jeśli jeszcze nie masz takiej strony, musisz najpierw ją stworzyć. Wskazówka: formularz zostanie dołączony do końca normalnej treści tej strony; możesz więc wszelkie informacje, zasady publikowania itp. wpisać jako zwykłą treść wpisu.

source: Do you have any statues of publishing at your site? Paste it here. After that visitors who want to publish anything at your site will have to set checkbox that they agree to those terms. Content of the statues will be shown after clicking in automatically generated link to it.
pl_pl: Czy posiadasz regulamin publikowania na swojej witrynie? Wklej go tutaj. Gdy to zrobisz odwiedzający chcący opublikować cokolwiek będą musieli zaznaczyć opcję, że akceptują te zasady. Treść regulaminu zostanie wyświetlona po kliknięciu w automatycznie wygenerowany odnośnik do niej.

source: Simply: what is the price for publishing at your website? And how long this text will be visible? When duration pass, post will be changed into draft. If you do not want set duration, just type here huge number of days
pl_pl: Po prostu: jaka jest cena za dodanie wpisu na Twojej stronie? I jak długo wpis ma być widoczny? Gdy termin ten minie status wpisu zostanie zmieniony na Szkic. Jeśli nie chcesz wyznaczać takiego terminu, po prostu wpisz tutaj jakąś ogromną liczbę dni.

source: Do you want to get more for every link published post? What is the price?
pl_pl: Czy chcesz zarabiać więcej za każdy odnośnik w treści publikowanego wpisu? Ile to będzie kosztować?

source: Publisher can attach post to one category (or other taxonomy, see below) for free. If he want to add next category, this can cost more. Type how much more here.
pl_pl: Publikujący może dodać wpis do jednej kategorii (lub innej taksonomii, zobacz poniżej) za darmo. Jeśli będzie chciał dodać do kolejnej kategorii, może to kosztować więcej. Wpisz tutaj o ile więcej.

source: I think you know, that in WordPress you can publish posts, pages or any other custom post types. Decide here which post type should be used when somebody want to publish article. If you do not understand it, just set post type as Post and it will be probably ok.
pl_pl: Myślę, że już wiesz, że w WordPressie można publikować Wpisy, Strony i jakiekolwiek inne własne typy treści. Zdecyduj tutaj jaki typ treści ma zostać użyty gdy ktoś chce opublikować swój artykuł. Jeśli nie rozumiesz tego etapu, po prostu ustaw tu typ Wpis i wszystko powinno działać jak trzeba.

source: If little above you choosed that published article has post type Post, you should choose here taxonomy Category. If your page uses other post types and other taxonomies, you can choose them here.
pl_pl: Jeśli powyżej zdecydowano, że wpisy publikują się jako typ Wpis, powinieneś tutaj wybrać taksonomię Kategoria. Jeśli Twoja strona używa innych typów wpisów i innych taksonomii, może je wybrać tutaj.

source: If you really trust your publishers, set status as Publish. If you want to manually review post and after that publish it or not, set status to Pending review.
pl_pl: Jeśli bardzo ufasz publikującym, ustaw tutaj status jako Opublikowano. Jeśli chcesz najpierw ręcznie przejrzeć wpis i dopiero po tym go opublikować lub nie, ustaw tutaj status jako Oczekuje na przegląd.

source: Publisher can be warned before his post will be set as Draft after publishing duration will be passed.
pl_pl: Publikujący mogą być uprzedzani zanim ich wpisy wrócą do statusu Szkic gdy termin publikacji zostanie przekroczony.

source: This account will collect deposits from publishers. and you will take it out anytime you want.
pl_pl: Konto to będzie gromadziło wszelkie wpłaty od publikujących. Będziesz mógł wypłacić je kiedykolwiek chcesz.

source: If you do not have Transferuj.pl account,
pl_pl: Jeśli nie masz konta w Transferuj.pl,

source: create it</a> and type acoount ID in this field
pl_pl: załóż je tutaj</a> i wpisz powyżej jego identyfikator.

source: Hide descriptions
pl_pl: Ukryj wyjaśnienia

source: Allows site visitors to publish their articles after payment.
pl_pl: Pozwala odwiedzającym stronę publikować własne artykuły po uiszczeniu opłaty.
